Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Supporting Files/EditAddress.xcstrings
Source language: en_us
Languages: ab, ar, br, bs, ca, co, cs, cy, da, de, dsb, el, eo, es, es_cl, es_mx, eu, fi, fr, gd, gl, he, hr, hsb, hu, hy_am, ia, id, is, it, ja, ka, kab, kk, ko, lo, ml, nb, nl, nn, pa_in, pl, pt_br, pt_pt, rm, ru, sat_olck, scn, si, sk, sl, sq, su, sv, tg, th, tr, tt, ug, uk, vi, zh_cn, zh_tw

# Addresses.EditAddress.AutofillAddressPrefecture.v129
source: Prefecture
ab: Апрефектура
ar: المحافظة
br: Prefeti
bs: Prefektura
ca: Prefectura
co: Prefettura
cs: Prefektura
cy: Rhaglawiaeth
de: Präfektur
dsb: Prefektura
el: Νομαρχία
eo: Prefektejo
es: Prefectura
es_cl: Prefectura
es_mx: Prefectura
eu: Prefektura
fi: Prefektuuri
fr: Préfecture
gd: Maorsainneachd
gl: Prefectura
he: מחוז (Prefecture)
hr: Prefektura
hsb: Prefektura
hu: Közigazgatási terület
hy_am: Նահանգապետություն
ia: Prefectura
id: Prefektur
is: Sýslumannsumdæmi
it: Prefettura
ja: 都道府県
ka: პრეფექტურა
kab: Azegdu
kk: Префектура
ko: 현
lo: ແຂວງ
ml: ഉപാദ്ധ്യക്ഷസ്ഥാനം
nb: Prefektur
nl: Prefectuur
nn: Prefektur
pa_in: ਪ੍ਰੀਫੈਕਚਰ
pl: Prefektura
pt_br: Prefeitura
pt_pt: Prefeitura
rm: Prefectura
ru: Префектура
sat_olck: ᱯᱨᱤᱯᱷᱮᱠᱪᱚᱨ
scn: Prifittura
sk: Prefektúra
sl: Prefektura
sq: Prefekturë
su: Préféktur
sv: Prefektur
tg: Префектура
th: อำเภอ
tr: Vilayet
tt: Префектура
ug: ۋىلايەت
uk: Префектура
vi: Tỉnh (của Nhật Bản)
zh_cn: 都道府县
zh_tw: 都道府縣

# Addresses.EditAddress.AutofillAddressProvince.v129
source: Province
ab: Апровинциақәа
ar: المقاطعة
br: Proviñs
bs: Provincija
ca: Província
co: Pruvincia
cs: Kraj
cy: Ardal/Talaith
da: Område
de: Provinz
dsb: Prowinca
el: Επαρχία
eo: Provinco
es: Provincia
es_cl: Provincia
es_mx: Provincia
eu: Probintzia
fi: Maakunta
gd: Siorrachd/Còigeamh
gl: Provincia
he: פרובינציה
hr: Provincija
hsb: Prowinca
hu: Tartomány
hy_am: Շրջան
ia: Provincia
id: Provinsi
is: Hérað
it: Provincia
ja: 州/省/県
ka: პროვინცია
kab: Tamnaḍt
kk: Провинция
ko: 주
lo: ແຂວງ
ml: പ്രദേശം
nb: Provins
nl: Provincie
nn: Provins
pa_in: ਸੂਬਾ
pl: Prowincja
pt_br: Província
pt_pt: Província
rm: Provinza
ru: Провинция
sat_olck: ᱯᱚᱱᱚᱛ
scn: Pruvincia
si: පළාත
sk: Kraj
sl: Provinca
sq: Provincë
su: Propinsi
sv: Län
tg: Вилоят
th: จังหวัด
tr: İl
tt: Провинция
ug: ئۆلكە
uk: Провінція
vi: Tỉnh
zh_cn: 省
zh_tw: 省分

# Addresses.EditAddress.AutofillAddressState.v129
source: State
ab: Аштат
ar: الولاية
br: Stad
bs: Država
ca: Estat
co: Statu
cs: Stát
cy: Talaith
da: Stat
de: Staat
dsb: Zwězkowy kraj
el: Πολιτεία
eo: Ŝtato
es: Estado
es_cl: Estado
es_mx: Estado
eu: Estatua
fi: Osavaltio
fr: État
gd: Stàit
gl: Estado
he: מדינה
hr: Država
hsb: Zwjazkowy kraj
hu: Állapot
hy_am: Նահանգ
ia: Stato
id: Negara Bagian
is: Ríki/Hérað
it: Stato
ja: 州
ka: შტატი
kab: Addad
kk: Штат
ko: 주
lo: ລັດ
ml: പ്രദേശം
nb: Stat
nl: Staat
nn: Stat
pa_in: ਰਾਜ
pl: Stan
pt_br: Estado
pt_pt: Estado
rm: Stadi
ru: Штат
sat_olck: ᱯᱚᱱᱚᱛ
scn: Statu
si: ප්‍රාන්තය
sk: Štát
sl: Zvezna država
sq: Shtet
su: Nagara
sv: Stat
tg: Иёлот
th: สถานะ
tr: Eyalet
tt: Штат
ug: ئىشتات
uk: Штат
vi: Bang
zh_cn: 州
zh_tw: 州別

# Addresses.EditAddress.AutofillAddressSuburb.v129
source: Suburb
ab: Ақалақьцәа
br: Bannlev
bs: Predgrađe
ca: Urbanització
co: Circondu
cs: Předměstí
cy: Maestref
dsb: Pśedměsto
el: Προάστιο
eo: Suburbo
es: Suburbio
es_cl: Suburbio
es_mx: Suburbio
eu: Auzoa
fi: Lähiö
fr: Banlieue
gd: Frith-bhaile
gl: Suburbio
he: פרבר
hr: Predgrađe
hsb: Předměsto
hu: Külváros
hy_am: Արվարձան
ia: Suburbio
id: Pinggiran kota
is: Úthverfi
ja: 地区
ka: გარეუბანი
kab: Tamnaḍt
kk: Қала маңы
ko: 근교
lo: ຊານເມືອງ
ml: അതിർത്തി
nb: Forstad
nl: Buitenwijk
nn: Forstad
pa_in: ਸ਼ਹਿਰ ਦਾ ਬਾਹਰੀ ਖੇਤਰ
pt_br: Subúrbio
pt_pt: Bairro
rm: Avantlieu
ru: Пригород
sat_olck: ᱥᱟᱹᱵᱟᱹᱨᱵ
scn: Subburgu
sk: Predmestie
sl: Predmestje
sq: Rrethinë
su: Pasisian
sv: Förort
tg: Атрофи шаҳр
th: ชานเมือง
tr: Yörekent
tt: Шәһәр бистәсе
ug: شەھەر ئەتراپى
uk: Передмістя
vi: Ngoại thành
zh_cn: 市郊
zh_tw: 郊區

# Addresses.EditAddress.AutofillAddressTel.v129
source: Phone
ab: Аҭелтә
ar: الهاتف
br: Pellgomz
bs: Telefon
ca: Telèfon
co: Telefonu
cs: Telefon
cy: Ffôn
da: Telefonnummer
de: Telefonnummer
dsb: Telefon
el: Τηλέφωνο
eo: Telefono
es: Teléfono
es_cl: Teléfono
es_mx: Teléfono
eu: Telefonoa
fi: Puhelin
fr: Téléphone
gd: Fòn
gl: Teléfono
he: טלפון
hr: Telefon
hsb: Telefon
hu: Telefon
hy_am: Հեռախոս
ia: Telephono
id: Telepon
is: Sími
it: Telefono
ja: 電話番号
ka: ტელეფონი
kab: Tiliγri
kk: Телефон
ko: 전화
lo: ໂທລະສັບ
ml: ഫോണ്‍
nb: Telefon
nl: Telefoonnummer
nn: Telefon
pa_in: ਫੋਨ
pl: Telefon
pt_br: Telefone
pt_pt: Telefone
rm: Telefon
ru: Телефон
sat_olck: ᱯᱷᱚᱱ
scn: Tilèfunu
si: දුරකථනය
sk: Telefón
sl: Telefon
sq: Telefon
su: Telepon
sv: Telefon
tg: Телефон
th: โทรศัพท์
tr: Telefon
tt: Телефон
ug: تېلېفون
uk: Телефон
vi: Điện thoại
zh_cn: 电话
zh_tw: 電話

# Addresses.EditAddress.AutofillAddressTownland.v129
source: Townland
ab: Ақалақь дгьыл
br: Kumun
co: Paisolu
cy: Trefgordd
dsb: Kubło
el: Κοινότητα
eo: Kampara regiono
eu: Herria
fi: Alue
fr: Commune
gd: Baile-fearainn
hsb: Statok
ia: Communa
id: Kota kecil
is: Bæjarland
ja: タウンランド
ka: დასახლება
kab: Tamurt
kk: Қала жері
ko: 타운랜드
lo: ບ້ານເມືອງ
ml: കൊച്ചുപട്ടണം
nb: Tettsted
nn: Tettstad
pa_in: ਟਾਊਨਲੈਂਡ
pt_br: Região rural
pt_pt: Cidade
ru: Городская земля
sat_olck: ᱴᱟᱣᱱᱞᱮᱱᱰ
sq: Komunë
sv: Bygd
tg: Маҳалла
th: เขต
tr: Kasaba
tt: Шәһәр җире
ug: بازار
uk: Містечко
vi: Thị trấn
zh_cn: 镇
zh_tw: 鄉

# Addresses.EditAddress.AutofillAddressVillageTownship.v129
source: Village or Township
ab: Ақыҭа ма ақалақь
ar: القرية أو البلدة
br: Kêriadenn pe kanton
bs: Selo ili grad
ca: Poble o municipi
co: Paese o cantone
cs: Obec nebo město
cy: Pentref neu Dref
da: Village eller Township
de: Dorf oder Township
dsb: Wjas abo gmejna
el: Χωριό ή κωμόπολη
eo: Vilaĝo aŭ municipo
es: Pueblo o municipio
es_cl: Pueblo o municipio
es_mx: Pueblo o municipio
eu: Herria
fi: Kylä tai kaupunki
fr: Village ou canton
gd: Baile
gl: Pobo ou municipio
he: כפר או עיירה
hr: Selo ili općina
hsb: Wjes abo gmejna
hu: Falu vagy község
hy_am: Գյուղ կամ համայնք
ia: Village o municipio
id: Desa atau Kotapraja
is: Þorp eða bæjarfélag
it: Villaggio o township
ja: 村または郡区
ka: სოფელი ან დაბა
kab: Taddart neɣ adrum
kk: Ауыл
ko: 마을 또는 읍
lo: ບ້ານ ຫຼື ເມືອງ
ml: ഊർ അല്ലെങ്കിൽ കൊച്ചുപട്ടണം
nb: Tettsted eller liten by
nl: Dorp of gemeente
nn: Landsby eller tettstad
pa_in: ਪਿੰਡ ਜਾਂ ਕਸਬਾ
pl: Wioska lub township
pt_br: Vilarejo ou município
pt_pt: Vila ou município
rm: Vitg u township
ru: Деревня или поселок
sat_olck: ᱟᱹᱛᱩ ᱟᱨᱵᱟᱝ ᱴᱚᱞᱟ
scn: Villaggiu o township
sk: Obec alebo township
sl: Vas ali okraj
sq: Fshat ose Lokalitet
su: Desa atawa Kelurahan
sv: Samhälle eller stadsdel
tg: Деҳа ё шаҳрак
th: หมู่บ้านหรือเขตการปกครอง
tr: Köy veya kasaba
tt: Авыл яки посёлок
ug: يېزا ياكى بازار
uk: Село чи селище
vi: Làng hoặc thị trấn
zh_cn: 村或乡镇
zh_tw: 村或鄉鎮

# Addresses.EditAddress.AutofillAddressZip.v129
source: ZIP Code
ab: Аԥошьҭа акод
br: Kod post (S.U.A.)
bs: Poštanski broj
ca: Codi postal
co: Codice pustale (Stati Uniti)
cs: PSČ
cy: Cod ZIP
dsb: Postowa licba
el: Ταχ. κώδικας
eo: Kodo ZIP
es: Código postal
es_cl: Código postal
es_mx: Código Postal
eu: Posta-kodea
fi: Postinumero
fr: Code postal (États-Unis)
gd: Còd ZIP
gl: Código postal
he: מיקוד
hr: Poštanski broj
hsb: PWČ
hu: Irányítószám (Amerikai Egyesült Államok)
hy_am: Zip կոդ
ia: Codice postal
id: Kode Pos
is: Póstnúmer
it: Codice ZIP
ka: Zip-კოდი
kab: Tangalt n ZIP
kk: Пошта индексі
ko: 우편 번호
lo: ລະຫັດໄປສະນີ
ml: സിപ്പ് സങ്കേതം
nb: Postnummer
nl: Postcode
nn: Postnummer
pa_in: ਜ਼ਿਪ ਕੋਡ
pl: Kod ZIP
pt_br: CEP
pt_pt: Código ZIP
rm: Numer postal ZIP
ru: Почтовый индекс
sat_olck: ZIP ᱠᱳᱰ
scn: Còdici ZIP
si: තැපැල් කේතය
sk: PSČ
sl: Koda ZIP
sq: Kod ZIP
su: Kodeu Pos
sv: Postnummer
tg: Рамзи «ZIP»
th: รหัสไปรษณีย์
tr: Posta kodu
tt: Почта индексы
ug: پوچتا نومۇرى
uk: Поштовий індекс
vi: Mã bưu chính
zh_cn: 邮政编码
zh_tw: 郵遞區號

# Addresses.EditAddress.AutofillCancelButton.v129
source: Cancel
ab: Аԥыхра
ar: ألغِ
br: Nullañ
bs: Otkaži
ca: Cancel·la
co: Abbandunà
cs: Zrušit
cy: Diddymu
da: Annuller
de: Abbrechen
dsb: Pśetergnuś
el: Ακύρωση
eo: Nuligi
es: Cancelar
es_cl: Cancelar
es_mx: Cancelar
eu: Utzi
fi: Kumoa
fr: Annuler
gd: Sguir dheth
gl: Cancelar
he: ביטול
hr: Odustani
hsb: Přetorhnyć
hu: Mégse
hy_am: Չեղարկել
ia: Cancellar
id: Batal
is: Hætta við
it: Annulla
ja: キャンセル
ka: გაუქმება
kab: Sefsex
kk: Бас тарту
ko: 취소
lo: ຍົກເລີກ
ml: റദ്ദാക്കുക
nb: Avbryt
nl: Annuleren
nn: Avbryt
pa_in: ਰੱਦ ਕਰੋ
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
rm: Interrumper
ru: Отмена
sat_olck: ᱵᱟᱹᱰᱨᱟᱹ
scn: Sfai
si: අවලංගු
sk: Zrušiť
sl: Prekliči
sq: Anuloje
su: Bolay
sv: Avbryt
tg: Бекор кардан
th: ยกเลิก
tr: İptal
tt: Баш тарту
ug: ۋاز كەچ
uk: Скасувати
vi: Hủy bỏ
zh_cn: 取消
zh_tw: 取消

# Addresses.EditAddress.AutofillEditAddressTitle.v129
source: Edit address
ab: Адрес ԥсахтәуп
ar: حرّر العنوان
br: Kemmañ ar chomlec’h
bs: Uredi adresu
ca: Edita l'adreça
co: Mudificà l’indirizzu
cs: Úprava adresy
cy: Golygu cyfeiriad
da: Rediger adresse
de: Adresse bearbeiten
dsb: Adresu wobźěłaś
el: Επεξεργασία διεύθυνσης
eo: Modifi adreson
es: Editar dirección
es_cl: Editar dirección
es_mx: Editar dirección
eu: Editatu helbidea
fi: Muokkaa osoitetta
fr: Modifier l’adresse
gd: Deasaich an seòladh
gl: Editar enderezo
he: עריכת כתובת
hr: Uredi adresu
hsb: Adresu wobdźěłać
hu: Cím szerkesztése
hy_am: Խմբագրել հասցեն
ia: Modificar le adresse
id: Edit alamat
is: Breyta heimilisfangi
it: Modifica indirizzo
ja: 住所の編集
ka: მისამართის ჩასწორება
kab: Ẓreg tansa
kk: Адресті түзету
ko: 주소 편집
lo: ແກ້ໄຂທີ່ຢູ່
ml: വിലാസം തിരുത്തുക
nb: Rediger adresse
nl: Adres bewerken
nn: Rediger adresse
pa_in: ਸਿਰਨਾਵੇਂ ਨੂੰ ਸੋਧੋ
pl: Edytuj adres
pt_br: Editar endereço
pt_pt: Editar endereço
rm: Modifitgar l’adressa
ru: Изменить адрес
sat_olck: ᱴᱷᱤᱠᱬᱟᱹ ᱥᱟᱯᱲᱟᱣ ᱢᱮ
scn: Cancia u nnirizzu
si: ලිපිනය සංස්කරණය
sk: Úprava adresy
sl: Uredi naslov
sq: Përpunoni adresë
su: Ropéa alamat
sv: Redigera adress
tg: Таҳрир кардани нишонӣ
th: แก้ไขที่อยู่
tr: Adresi düzenle
tt: Адресны үзгәртү
ug: ئادرېس تەھرىر
uk: Редагувати адресу
vi: Sửa địa chỉ
zh_cn: 编辑地址
zh_tw: 編輯地址

# Addresses.EditAddress.AutofillEditStreetAddressTitle.v129
source: Street Address
ab: Амҩаду, аҩны, аквартира
ar: عنوان الشارع
br: Chomlec’h
bs: Adresa
ca: Adreça postal
co: Indirizzu pustale
cs: Ulice
cy: Cyfeiriad Stryd
da: Postadresse
de: Straße und Hausnummer
dsb: Adresa drogi
el: Διεύθυνση
eo: Strata adreso
es: Dirección
es_cl: Dirección
es_mx: Dirección
eu: Helbidea
fi: Katuosoite
fr: Adresse postale
gd: Seòladh sràide
gl: Domicilio
he: כתובת רחוב
hr: Ulica
hsb: Dróhowa adresa
hu: Utca, házszám
hy_am: Հասցե
ia: Adresse del strata
id: Jalan
is: Götuheiti
it: Indirizzo
ja: 番地・通り名
ka: ქუჩის მისამართი
kab: Tansa n lpusṭa
kk: Көше адресі
ko: 도로 주소
lo: ທີ່​ຢູ່​ຖະ​ຫນົນ
ml: തെരുവ് വിലാസം
nb: Gateadresse
nl: Adres
nn: Gateadresse
pa_in: ਸੜਕ ਸਿਰਨਾਵਾਂ
pl: Adres
pt_br: Endereço
pt_pt: Endereço da rua
rm: Adressa postala
ru: Улица, дом, квартира
sat_olck: ᱥᱚᱰᱚᱠ ᱴᱷᱤᱠᱬᱟᱹ
scn: Nnirizzu pustali
si: වීදියේ ලිපිනය
sk: Ulica
sl: Ulica
sq: Rrugë
su: Alamat Jalan
sv: Gatuadress
tg: Нишонии кӯча
th: ที่อยู่ถนน
tr: Sokak adresi
tt: Урам, йорт, фатир
ug: كوچا ئادرېسى
uk: Вулиця
vi: Địa chỉ đường phố
zh_cn: 街道地址
zh_tw: 街道地址

# Addresses.EditAddress.AutofillSaveButton.v129
source: Save
ab: Ахьчара
ar: احفظ
br: Enrollañ
bs: Sačuvaj
ca: Desa
co: Arregistrà
cs: Uložit
cy: Cadw
da: Gem
de: Speichern
dsb: Składowaś
el: Αποθήκευση
eo: Konservi
es: Guardar
es_cl: Guardar
es_mx: Guardar
eu: Gorde
fi: Tallenna
fr: Enregistrer
gd: Sàbhail
gl: Gardar
he: שמירה
hr: Spremi
hsb: Składować
hu: Mentés
hy_am: Պահպանել
ia: Salvar
id: Simpan
is: Vista
it: Salva
ja: 保存
ka: შენახვა
kab: Sekles
kk: Сақтау
ko: 저장
lo: ບັນທຶກ
ml: കരുതിവയ്ക്കുക
nb: Lagre
nl: Opslaan
nn: Lagre
pa_in: ਸੰਭਾਲੋ
pl: Zachowaj
pt_br: Salvar
pt_pt: Guardar
rm: Memorisar
ru: Сохранить
sat_olck: ᱥᱟᱺᱪᱟᱣ ᱢᱮ
scn: Sarba
si: සුරකින්න
sk: Uložiť
sl: Shrani
sq: Ruaje
su: Teundeun
sv: Spara
tg: Нигоҳ доштан
th: บันทึก
tr: Kaydet
tt: Саклау
ug: ساقلا
uk: Зберегти
vi: Lưu
zh_cn: 保存
zh_tw: 儲存

# Addresses.EditAddress.AutofillViewAddressTitle.v129
source: View address
ab: Адрес абара
ar: اعرض العنوان
br: Gwelet ar chomlec’h
bs: Prikaži adresu
ca: Mostra l'adreça
co: Fighjà l’indirizzu
cs: Zobrazit adresu
cy: Gweld cyfeiriad
da: Vis adresse
de: Adresse anzeigen
dsb: Adresu pokazaś
el: Προβολή διεύθυνσης
eo: Vidi adreson
es: Ver dirección
es_cl: Ver dirección
es_mx: Ver dirección
eu: Ikusi helbidea
fi: Näytä osoite
fr: Voir l’adresse
gd: Seall an seòladh
gl: Ver enderezo
he: הצגת כתובת
hr: Prikaži adresu
hsb: Adresu pokazać
hu: Cím megtekintése
hy_am: Դիտել հասցեն
ia: Vider le adresse
id: Lihat alamat
is: Skoða heimilisfang
it: Visualizza indirizzo
ja: 住所を表示
ka: მისამართის ნახვა
kab: Wali tansa
kk: Адресті қарау
ko: 주소 보기
lo: ເບິ່ງທີ່ຢູ່
ml: വിലാസം കാണുക
nb: Vis adresse
nl: Adres bekijken
nn: Vis adresse
pa_in: ਸਿਰਨਾਵੇਂ ਨੂੰ ਵੇਖੋ
pl: Wyświetl adres
pt_br: Ver endereço
pt_pt: Ver endereço
rm: Mussar l’adressa
ru: Просмотреть адрес
sat_olck: ᱴᱷᱤᱠᱬᱟᱹ ᱧᱮᱞ ᱢᱮ
scn: Vidi nnirizzu
si: ලිපිනය බලන්න
sk: Zobraziť adresu
sl: Prikaži naslov
sq: Shihni adresën
su: Témbongkeun alamat
sv: Visa adress
tg: Нишон додани нишонӣ
th: ดูที่อยู่
tr: Adresi göster
tt: Адресны карау
ug: ئادرېس كۆرسەت
uk: Переглянути адресу
vi: Xem địa chỉ
zh_cn: 查看地址
zh_tw: 檢視地址

# Addresses.EditAddress.CloseNavBarButtonLabel.v129
source: Close
ab: Аркра
ar: أغلِق
br: Serriñ
bs: Zatvori
ca: Tanca
co: Chjode
cs: Zavřít
cy: Cau
da: Luk
de: Schließen
dsb: Zacyniś
el: Κλείσιμο
eo: Fermi
es: Cerrar
es_cl: Cerrar
es_mx: Cerrar
eu: Itxi
fi: Sulje
fr: Fermer
gd: Dùin
gl: Pechar
he: סגירה
hr: Zatvori
hsb: Začinić
hu: Bezárás
hy_am: Փակել
ia: Clauder
id: Tutup
is: Loka
it: Chiudi
ja: 閉じる
ka: დახურვა
kab: Mdel
kk: Жабу
ko: 닫기
lo: ປິດ
ml: അടയ്ക്കുക
nb: Lukk
nl: Sluiten
nn: Lat att
pa_in: ਬੰਦ ਕਰੋ
pl: Zamknij
pt_br: Fechar
pt_pt: Fechar
rm: Serrar
ru: Закрыть
sat_olck: ᱵᱚᱸᱫᱚᱭ ᱢᱮ
scn: Chiuji
si: වසන්න
sk: Zavrieť
sl: Zapri
sq: Mbylle
su: Tutup
sv: Stäng
tg: Пӯшидан
th: ปิด
tr: Kapat
tt: Ябу
ug: تاقا
uk: Закрити
vi: Đóng
zh_cn: 关闭
zh_tw: 關閉

# Addresses.EditAddress.EditNavBarButtonLabel.v129
source: Edit
ab: Аԥсахра
ar: حرّر
br: Aozañ
bs: Uredi
ca: Edita
co: Mudificà
cs: Upravit
cy: Golygu
da: Rediger
de: Bearbeiten
dsb: Wobźěłaś
el: Επεξεργασία
eo: Modifi
es: Editar
es_cl: Editar
es_mx: Editar
eu: Editatu
fi: Muokkaa
fr: Modifier
gd: Deasaich
gl: Editar
he: עריכה
hr: Uredi
hsb: Wobdźěłać
hu: Szerkesztés
hy_am: Խմբագրել
ia: Rediger
is: Breyta
it: Modifica
ja: 編集
ka: ჩასწორება
kab: Ẓreg
kk: Түзету
ko: 수정
lo: ແກ້ໄຂ
ml: തിരുത്തുക
nb: Rediger
nl: Bewerken
nn: Rediger
pa_in: ਸੋਧੋ
pl: Edytuj
pt_br: Editar
pt_pt: Editar
rm: Modifitgar
ru: Изменить
sat_olck: ᱥᱟᱯᱲᱟᱣ
scn: Cancia
si: සංස්කරණය
sk: Upraviť
sl: Uredi
sq: Përpunoni
su: Ropéa
sv: Redigera
tg: Таҳрир кардан
th: แก้ไข
tr: Düzenle
tt: Үзгәртү
ug: تەھرىر
uk: Редагувати
vi: Chỉnh sửa
zh_cn: 编辑
zh_tw: 編輯

# Addresses.EditAddress.RemoveAddressButtonTitle.v129
source: Remove Address
ab: Ианыхтәуп адрес
ar: أزِل العنوان
br: Dilemel ar chomlec’h
bs: Ukloni adresu
ca: Elimina l'adreça
co: Caccià l’indirizzu
cs: Odebrat adresu
cy: Dileu Cyfeiriad
da: Fjern adresse
de: Adresse entfernen
dsb: Adresu wótwónoźeś
el: Αφαίρεση διεύθυνσης
eo: Forigi adreson
es: Eliminar dirección
es_cl: Eliminar dirección
es_mx: Eliminar dirección
eu: Kendu helbidea
fi: Poista osoite
fr: Supprimer l’adresse
gd: Thoir air falbh an seòladh
gl: Retirar enderezo
he: הסרת כתובת
hr: Ukloni adresu
hsb: Adresu wotstronić
hu: Cím eltávolítása
hy_am: Հեռացնել հասցեն
ia: Remover addresse
id: Hapus Alamat
is: Fjarlægja póstfang
it: Rimuovi indirizzo
ja: 住所を削除
ka: მისამართის მოცილება
kab: Kkes tansa
kk: Адресті өшіру
ko: 주소 삭제
lo: ລຶບທີ່ຢູ່
ml: വിലാസം മാറ്റുക
nb: Fjern adresse
nl: Adres verwijderen
nn: Fjern adresse
pa_in: ਸਿਰਨਾਵੇਂ ਨੂੰ ਹਟਾਓ
pl: Usuń adres
pt_br: Remover endereço
pt_pt: Remover endereço
rm: Allontanar l’adressa
ru: Удалить адрес
sat_olck: ᱴᱷᱤᱠᱬᱟᱹ ᱚᱪᱚᱜᱽ ᱢᱮ
scn: Scancella nnirizzu
si: ලිපිනය ඉවත් කරන්න
sk: Odstrániť adresu
sl: Odstrani naslov
sq: Hiqe Adresën
su: Piceun Alamat
sv: Ta bort adress
tg: Тоза кардани нишонӣ
th: เอาที่อยู่ออก
tr: Adresi kaldır
tt: Адресны бетерү
ug: ئادرېسنى چىقىرىۋەت
uk: Вилучити адресу
vi: Xóa địa chỉ
zh_cn: 移除地址
zh_tw: 移除地址

# Addresses.Toast.AddressRemovedConfirmation.v129
source: Address Removed
ab: Адрес аныхуп
ar: تم إزالة العنوان
br: Chomlec’h dilamet
bs: Adresa je uklonjena
ca: S'ha eliminat l'adreça
co: Indirizzu cacciatu
cs: Adresa byla odebrána
cy: Cyfeiriad wedi'i Dynnu
da: Adresse fjernet
de: Adresse entfernt
dsb: Adresa jo wótwónoźona
el: Η διεύθυνση αφαιρέθηκε
eo: Adreso forigita
es: Dirección eliminada
es_cl: Dirección eliminada
es_mx: Dirección eliminada
eu: Helbidea kenduta
fi: Osoite poistettu
fr: Adresse supprimée
gd: Chaidh an seòladh a thoirt air falbh
gl: Enderezo retirado
he: הכתובת הוסרה
hr: Adresa je uklonjena
hsb: Adresa je wotstronjena
hu: Cím eltávolítva
hy_am: Հասցեն հեռացվել է
ia: Adresse removite
id: Alamat Dihapus
is: Heimilisfang fjarlægt
it: Indirizzo rimosso
ja: 住所を削除しました
ka: მისამართი მოცილებულია
kab: Tansa tettwakkes
kk: Адрес өшірілді
ko: 주소가 삭제되었습니다.
lo: ລຶບທີ່ຢູ່ອອກແລ້ວ
ml: വിലാസം മാറ്റി
nb: Adresse fjernet
nl: Adres verwijderd
nn: Adresse fjerna
pa_in: ਸਿਰਨਾਵੇਂ ਨੂੰ ਹਟਾਇਆ ਗਿਆ
pl: Usunięto adres
pt_br: Endereço removido
pt_pt: Endereço removido
rm: Allontanà l’adressa
ru: Адрес удалён
sat_olck: ᱴᱷᱤᱠᱬᱟᱹᱠᱚ ᱚᱪᱚᱜ ᱮᱱᱟ
scn: Nnirizzu scancillatu
si: ලිපිනය ඉවත් කෙරිණි
sk: Adresa bola odstránená
sl: Naslov odstranjen
sq: Adresa u Hoq
su: Alamat Dihapus
sv: Adress borttagen
tg: Нишонӣ тоза карда шуд
th: เอาที่อยู่ออกแล้ว
tr: Adres kaldırıldı
tt: Адрес бетерелде
ug: ئادرېس چىقىرىۋېتىلدى
uk: Адресу вилучено
vi: Đã xóa địa chỉ
zh_cn: 地址已移除
zh_tw: 已移除地址

# Addresses.Toast.AddressSavedConfirmation.v129
source: Address Saved
ab: Адрес еиқәырхоуп
ar: حُفظ العنوان
br: Chomlec’h enrollet
bs: Adresa je sačuvana
ca: S’ha desat l’adreça
co: Indirizzu arregistratu
cs: Adresa byla uložena
cy: Cyfeiriad Wedi'i Gadw
da: Adressen blev gemt
de: Adresse gespeichert
dsb: Adresa jo se składła
el: Η διεύθυνση αποθηκεύτηκε
eo: Adreso konservita
es: Dirección guardada
es_cl: Dirección guardada
es_mx: Dirección guardada
eu: Helbidea gordeta
fi: Osoite tallennettu
fr: Adresse enregistrée
gd: Chaidh an seòladh a shàbhaladh
gl: Enderezo gardado
he: הכתובת נשמרה
hr: Adresa spremljena
hsb: Adresa je so składowała
hu: Cím elmentve
hy_am: Հասցեն պահվեց
ia: Adresse salvate
id: Alamat Disimpan
is: Póstfang vistað
it: Indirizzo salvato
ja: 住所を保存しました
ka: მისამართი შენახულია
kab: Tansa tettwasekles
kk: Адрес сақталды
ko: 주소가 저장되었습니다.
lo: ບັນທຶກທີ່ຢູ່ແລ້ວ
ml: വിലാസം കരുതിവച്ചു
nb: Adresse lagret
nl: Adres opgeslagen
nn: Adresse lagra
pa_in: ਸਿਰਨਾਵੇਂ ਨੂੰ ਸੰਭਾਲਿਆ
pl: Zachowano adres
pt_br: Endereço salvo
pt_pt: Endereço guardado
rm: Memorisar l’adressa
ru: Адрес сохранён
sat_olck: ᱴᱷᱤᱠᱬᱟᱹᱠᱚ ᱥᱟᱧᱪᱟᱣ ᱮᱱᱟ
scn: Nnirizzu sarbatu
si: ලිපිනය සුරැකිණි
sk: Adresa bola uložená
sl: Naslov shranjen
sq: Adresa u Ruajt
su: Alamat Disimpen
sv: Adress sparad
tg: Нишонӣ нигоҳ дошта шуд
th: บันทึกที่อยู่แล้ว
tr: Adres kaydedildi
tt: Адрес сакланды
ug: ئادرېس ساقلاندى
uk: Адресу збережено
vi: Đã lưu địa chỉ
zh_cn: 地址已保存
zh_tw: 已儲存地址

# Addresses.Toast.AddressSaveError.v129
source: Address Couldn’t Be Saved
ab: Адрес аиқәырхара алымшеит
br: N’haller ket enrollañ ar chomlec’h
bs: Adresa se ne može sačuvati
ca: No s’ha pogut desar l’adreça
co: L’indirizzu ùn pò micca esse arregistratu
cs: Adresu se nepodařilo uložit
cy: Nid Oedd Modd Cadw'r Cyfeiriad
da: Adressen kunne ikke gemmes
de: Adresse konnte nicht gespeichert werden
dsb: Adresa njedajo se składowaś
el: Δεν ήταν δυνατή η αποθήκευση της διεύθυνσης
eo: Ne eblis konservi la adreson
es: No se ha podido guardar la dirección
es_cl: No se pudo guardar la dirección
es_mx: No se pudo guardar la dirección
eu: Ez da helbidea gorde
fi: Osoitetta ei voitu tallentaa
fr: L’adresse n’a pas pu être enregistrée
gd: Cha b’ urrainn dhuinn an seòladh a shàbhaladh
gl: Non se puido gardar o enderezo
he: לא ניתן היה לשמור את הכתובת
hr: Adresa se nije mogla spremiti
hsb: Adresa njeda so składować
hu: A cím nem menthető
hy_am: Հասցեն չհաջողվեց պահել
ia: Le adresse non pote esser salvate
id: Alamat Tak Bisa Disimpan
is: Ekki tókst að vista heimilisfang
it: Impossibile salvare l’indirizzo
ja: 住所を保存できませんでした
ka: მისამართის შენახვა ვერ მოხერხდა
kab: Tansa ur tezmir ara ad tettwasekles
kk: Адресті сақтау мүмкін емес
ko: 주소를 저장할 수 없습니다.
lo: ທີ່ຢູ່ບໍ່ສາມາດຖືກບັນທຶກໄວ້ໄດ້
ml: വിലാസം കരുതിവയ്ക്കാൻ പറ്റിയില്ല
nb: Klarte ikke å lagre adressen
nl: Adres kan niet worden opgeslagen
nn: Klarte ikkje å lagre adresse
pa_in: ਸਿਰਨਾਵੇਂ ਨੂੰ ਸੰਭਾਲਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ
pl: Nie można zachować adresu
pt_br: O endereço não pôde ser salvo
pt_pt: Não foi possível guardar o endereço
rm: Betg reussì da memorisar l’adressa
ru: Не удалось сохранить адрес
sat_olck: ᱴᱷᱤᱠᱬᱟᱹ ᱥᱟᱧᱪᱟᱣ ᱵᱟᱭ ᱜᱟᱱ ᱞᱮᱱᱟ
scn: U nnirizzu nun potti èssiri sarbatu
si: ලිපිනය සුරැකීමට නොහැකි විය
sk: Adresu sa nepodarilo uložiť
sl: Naslova ni bilo mogoče shraniti
sq: Adresa S’u Ruajt Dot
su: Alamat Teu Bisa Disimpen
sv: Adressen kunde inte sparas
tg: Нишонӣ нигоҳ дошта намешавад
th: ไม่สามารถบันทึกที่อยู่ได้
tr: Adres kaydedilemedi
tt: Адресны саклап булмады
ug: ئادرېسنى ساقلىيالمايدۇ
uk: Не вдалося зберегти адресу
vi: Không thể lưu địa chỉ
zh_cn: 无法保存地址
zh_tw: 無法儲存地址

# Addresses.Toast.AddressSaveError.v130
source: Address Couldn’t Be Removed
ab: Адрес аԥыхра алымшеит
br: N’haller ket dilemel ar chomlec’h
bs: Adresa se ne može ukloniti
ca: No s’ha pogut eliminar l’adreça
co: L’indirizzu ùn pò micca esse cacciatu
cs: Adresu se nepodařilo odebrat
cy: Nid Oedd Modd Dileu'r Cyfeiriad
da: Adressen kunne ikke fjernes
de: Adresse konnte nicht entfernt werden
dsb: Adresa njedajo se wótwónoźeś
el: Δεν ήταν δυνατή η αφαίρεση της διεύθυνσης
eo: Ne eblis forigi la adreson
es: No se ha podido eliminar la dirección
es_cl: No se pudo eliminar la dirección
es_mx: No se pudo eliminar la dirección
eu: Ezin da helbidea kendu
fi: Osoitetta ei voitu poistaa
fr: L’adresse n’a pas pu être supprimée
gd: Cha b’ urrainn dhuinn an seòladh a thoirt air falbh
gl: Non se puido retirar o enderezo
he: לא ניתן היה להסיר את הכתובת
hr: Adresa se nije mogla ukloniti
hsb: Adresa njeda so wotstronić
hu: A cím nem távolítható el
hy_am: Հասցեն չհաջողվեց հեռացնել
ia: Le adresse non pote esser removite
id: Alamat Tak Bisa Dihapus
is: Ekki tókst að fjarlægja heimilisfang
it: Impossibile rimuovere l’indirizzo
ja: 住所を削除できませんでした
ka: მისამართის მოცილება ვერ მოხერხდა
kab: Tansa ur tezmir ara ad tettwasekles
kk: Адресті өшіру мүмкін емес
ko: 주소를 삭제할 수 없습니다.
lo: ທີ່ຢູ່ບໍ່ສາມາດເອົາອອກໄດ້
ml: വിലാസം മാറ്റാൻ കഴിഞ്ഞില്ല
nb: Klarte ikke å fjerne adressen
nl: Adres kan niet worden verwijderd
nn: Klarte ikkje å fjerne adresse
pa_in: ਸਿਰਨਾਵੇਂ ਨੂੰ ਹਟਾਇਆ ਨਹੀਂ ਜਾ ਸਕਿਆ
pl: Nie można usunąć adresu
pt_br: O endereço não pôde ser removido
pt_pt: O endereço não pôde ser removido
rm: Betg reussì dad allontanar l’adressa
ru: Не удалось удалить адрес
sat_olck: ᱴᱷᱤᱠᱬᱟᱹ ᱚᱪᱚᱜ ᱵᱟᱭ ᱜᱟᱱ ᱞᱮᱱᱟ
scn: U nnirizzu nun potti èssiri scancillatu
si: ලිපිනය ඉවත් කිරීමට නොහැකි විය
sk: Adresu sa nepodarilo odstrániť
sl: Naslova ni bilo mogoče odstraniti
sq: Adresa S’u Hoq Dot
su: Alamat Teu Bisa Dipupus
sv: Adressen kunde inte tas bort
tg: Нишонӣ тоза карда намешавад
th: ไม่สามารถเอาที่อยู่ออกได้
tr: Adres kaldırılamadı
tt: Адресны бетереп булмады
ug: ئادرېسنى چىقىرىۋېتەلمەيدۇ
uk: Не вдалося вилучити адресу
vi: Không thể xóa địa chỉ
zh_cn: 无法移除地址
zh_tw: 無法移除地址
